import blog1 from "../assets/images/blog/vertical/blog1.jpg";
import blog2 from "../assets/images/blog/vertical/blog2.jpg";
import blog3 from "../assets/images/blog/vertical/blog3.jpg";
import blog4 from "../assets/images/blog/vertical/blog4.jpg";
import blog5 from "../assets/images/blog/vertical/blog5.jpg";
import blog6 from "../assets/images/blog/vertical/blog6.jpg";
import blog7 from "../assets/images/blog/vertical/blog7.jpg";
import blog8 from "../assets/images/blog/vertical/blog8.jpg";
import blog9 from "../assets/images/blog/vertical/blog9.jpg";

import blog1h from "../assets/images/blog/horizontal/blog1.jpg";
import blog2h from "../assets/images/blog/horizontal/blog2.jpg";
import blog3h from "../assets/images/blog/horizontal/blog3.jpg";
import blog4h from "../assets/images/blog/horizontal/blog4.jpg";
import blog5h from "../assets/images/blog/horizontal/blog5.jpg";
import blog6h from "../assets/images/blog/horizontal/blog6.jpg";
import blog7h from "../assets/images/blog/horizontal/blog7.jpg";
import blog8h from "../assets/images/blog/horizontal/blog8.jpg";
import blog9h from "../assets/images/blog/horizontal/blog9.jpg";

export const posts = [
  {
    id: 1,
    image: blog1,
    imageh: blog1h,
    title: 'Тайм-менеджмент',
    description: 'Поговорим о тайм-менеджменте. Наверняка каждый из вас хоть раз в жизни слышал о\n' +
      'том, что это очень важный навык. Разберёмся, так ли это.',
    // tags: ['Резюме', 'Совет'],
    text1: `
    <h3 style="padding-bottom: 30px;">Поговорим о тайм-менеджменте. Наверняка каждый из вас хоть раз в жизни слышал о
том, что это очень важный навык. Разберёмся, так ли это.</h3>
    <h4 style="padding-bottom: 30px;">Итак, что такое тайм-менеджмент? Тайм-менеджмент – это искусство управлять своим
временем. Всем знакомо: проснулся утром, открыл почту, видишь кучу писем, встречи
в календаре, а еще нужно позвонить клиенту, погулять собакой, записаться к врачу,
оплатить счета, встретиться с приятелем и желательно не сойти с ума😊 Смотришь на
все это и не понимаешь с чего начать, берешься за первую задачу, в этот момент
пишет коллега с «очень срочным» вопросом, отвлекаешься, в процессе вспоминаешь о
другом деле и в итоге к концу дня очень устал и ничего не успел. Тут-то на помощь и
приходят навыки тайм-менеджмента.</h4>
<h4 style="padding-bottom: 30px;">Делюсь с вами рекомендациями по управлению временем:</h4>
<h4>1. Планирование</h4>
<p>Точно составленный план дел всегда помогает систематизировать их и работать с
большей эффективностью. Мозг человека устроен таким образом, что визуализацию
он запоминает и воспринимает гораздо лучше, чем абстракцию. Поэтому
планирование осуществлять нужно на бумаге (экране монитора или смартфона).</p>
<h4>2. Расстановка приоритетов</h4>
<p>Распределение дел по степени важности позволяет вам правильно расставить их в
потоке времени. Матрица Эйзенхауэра – знаменитый вид графика с двумя осями

координат. На оси А (горизонталь) расположен фактор срочности, а на оси Б
(вертикаль) – фактор важности. Четыре поля, получившиеся при пересечении, можно
назвать «важными срочными делами», «важными несрочными делами», «неважными
срочными делами» и «неважными несрочными делами». Распределите свой список
задач по этим критериям, и начните, разумеется, с «важных срочных» задач, оставив
неважные и несрочные на самый конец.</p>
<h4>3. Последовательность действий</h4>
<p>Очень важно работать не отвлекаясь на сторонние задачи, это снижает
результативность и ни одно из дел не оказывается доведённым до конца вовремя.</p>
<h4>4. Поедание слона по частям</h4>
<p>Чтобы человеку съесть слона, его нужно поедать частями. Таков один из главных
законов тайм-менеджмента. Это означает, что каждая глобальная цель достигается
конкретными шагами. Делим глобальную задачи на подзадачи.</p>
<h4>5. Сначала делать сложные задачи</h4>
<p>Не все дела, увы, приносят удовольствие. И чем сложнее и неприятнее задача, тем
раньше стоит её сделать. Оставленные «на потом» дела, которые вызывают у вас
страх или неприятие, накапливаются, а ожидание их исполнения очень сильно
повышает напряжённость и провоцирует вас на пребывание в постоянном стрессе.</p>
<h4>6. Отдых</h4>
<p>Говорят, что 20% ресурсов дают 80% результата. И это так. Поэтому распределяйте
время своей работы так, чтобы оно чередовалось с отдыхом. Чем активнее вы
работаете, тем больше вам потребуется период для восстановления сил. Поэтому не
стоит стараться объять необъятное, и работать без перерывов.</p>
<h4>7. Мотивация</h4>
<p>Трудно заставить себя сделать что-либо без мотивации. И в тайм-менеджменте это
тоже существенный факт. Поэтому ищите для себя источники вдохновения, ставьте
мотивирующие цели, не бойтесь сравнивать себя с успешными кейсами других людей
– и стремиться превзойти их.</p>
<h4>8. Эффективность не только в количестве дел, но и в качестве их исполнения</h4>
<p>Распределяйте дела на всю рабочую неделю, рассчитывайте свои силы правильно.
Баланс задач в зависимости от ваших собственных ощущений поможет повысить вашу
результативность.</p>
<h4>9. Формируйте чувство времени во всех сферах</h4>
<p>Несмотря на то, что часть наших примеров связана с работой, использовать
управление временем нужно и в остальных сферах жизни человека. Такой

гармоничный подход позволит избежать перекоса только в карьерную сторону или
напротив – в сторону семейной жизни.</p>
<h4>10. Хвалите себя</h4>
<p>Не забывайте похвалить себя по завершению рабочего дня или недели. Посмотрите,
сколько всего вы успели, ставьте галочки в своих списках дел. Порой в гонке за
достижениями мы обесцениваем проделанный путь.</p>
    `,
  },
  {
    id: 2,
    image: blog2,
    imageh: blog2h,
    title: 'Гиперответственность',
    description: 'Гиперответственность - казалось бы, что здесь плохого?',
    // tags: ['Отношения', 'Рассуждение',],
    text1: `
    <h3 style="padding-bottom: 30px;">Гиперответственность - казалось бы, что здесь плохого?</h3>
    <h4>Ответственный человек максимально хорошо выполняет свою работу, соблюдает
дедлайны, перепроверяет несколько раз свои отчеты.</h4>
<h4>Такой сотрудник – мечта любого руководителя.</h4>
<h4>Однако, во всем важно чувство меры. Иногда, ответственность перерастает в
гиперответсвенность.</h4>
<p>✖️Мы начинаем тратить слишком много времени и сил на достижение отличного
результата, не даем себе возможности сделать ошибку.</p>
<p>✖️Считаем хорошим результатом исключительно идеально выполненную работу</p>
<p>✖️Перестаём адекватно воспринимать критику, хотя, зачастую, критика от коллег и
руководства несет конструктивный характер и помогает нам стать лучше в своей
профессиональной деятельности</p>
<p>✖️Начинаем обесценивать свои победы в работе, если на пути появляются хоть
малейшие недочеты</p>
<p>✖️Из – за гиперответственности мы начинаем бояться брать новые проекты, так как
опасаемся не добиться идеального результата</p>
<p>✖️Постоянно испытываем высокое нервное напряжение, не даём себе расслабиться</p>
<p>✖️Думаем о работе в выходные, мониторим почту в отпуске</p>
<h3>❗️Важно вовремя заметить возникновение этого состояния. Каждый имеет право на
ошибку. Разрешайте себе быть не идеальными, ведь мир не делится только на черное
и белое😉</h3>
    `,
  },
  {
    id: 3,
    image: blog3,
    imageh: blog3h,
    title: 'Карьерные карты',
    description: 'А вы знали, как компании с помощью диджитализации делают приятным рабочий\n' +
      'процесс и помогают строить карьеру своим сотрудникам? Нет? Представьте себе, во\n' +
      'многих компаниях существуют интерактивные карьерные карты.',
    // tags: ['Карьера', 'Рассуждение',],
    text1: `
    <h3>А вы знали, как компании с помощью диджитализации делают приятным рабочий
процесс и помогают строить карьеру своим сотрудникам? Нет? Представьте себе, во
многих компаниях существуют интерактивные карьерные карты. Сотрудникам любой
компании важно понимать, как они могут реализовать свой потенциал и какое
движение по карьерной лестнице им доступно.</h3>
<h3> Некоторые компании сейчас не просто
создают карьерные карты, а делают их интерактивными. Интерактивная карьерная
карта - это web-сервис, с помощью которого можно выбрать текущую и желаемую
должность и увидеть промежуточные позиции для ее достижения. Сервис помогает
планировать свое профессиональное развитие и получать рекомендации по обучению.</h3>
<h4>Плюсы использования такого инструмента:</h4>
<h4>1. Привлечение и удержание ценных сотрудников</h4>
<p>прозрачные карьерные перспективы, разные траектории профессионального развития
помогают увеличивать лояльность сотрудников</p>
<h4>2. Увеличение движения кадров между отделами</h4>
<p>сотрудники компании могут обнаружить у себя навыки, которые будут полезны в других
подразделениях, что принесет пользу бизнесу</p>
<h4>3. Повышение популярности неруководящих позиций</h4>
<p>многие даже не задумываются, что помимо вертикального роста, есть возможности
для горизонтального развития</p>
<h3>Карьерные карты - очень удобный и доступный инструмент для всех. Даже если в
вашей компании нет интерактивного варианта, вы всегда можете вместе со своим
руководителем ее для себя построить. Такая инициатива точно будет вам в плюс.</h3>
    `,
  },
  {
    id: 4,
    image: blog4,
    imageh: blog4h,
    title: 'Мифы от тайм-менеджменте',
    description: 'Если вы все еще не начали пользоваться моими рекомендациями по\n' +
      'тайм-менеджменту, то скорее всего, вам что-то мешает. Рассказываю о мифах,\n' +
      'связанных с тайм менеджментом.',
    // tags: ['Собеседование', 'Вопрос'],
    text1: `
    <h3>Если вы все еще не начали пользоваться моими рекомендациями по
тайм-менеджменту, то скорее всего, вам что-то мешает. Рассказываю о мифах,
связанных с тайм менеджментом.</h3>
<h4>1. Тайм-менеджмент – это жесткое планирование дня</h4>
<p>Часто люди думают, что стоит им заняться управлением временем и придется четко
расписывать по часам, что они будут делать в течение дня, а потом загонять себя в
рамки установленного плана. На самом деле большинству нет никакой необходимости
в таком жестком планировании своего дня. Планирование времени – очень важная
составляющая тайм-менеджмента, но заранее жестко расписывать весь свой день
вовсе не обязательно.</p>
<h4>2. тайм-менеджмент – только для логиков и упорядоченных людей, он не подходит для
спонтанных и творческих личностей</h4>
<p>Порой люди, занимающиеся творческой работой или просто имеющие спонтанный,
эмоциональный характер, говорят, что управление временем им не подходит. Мол, для
этого нужен особый тип личности. Однако творческая работа – не повод пускать дела
на самотек. Никто не говорит, что нужно расписывать все до минуты, но даже
творческому человеку нужно помнить свои задачи.</p>
<h4>3. Тайм менеджмент точно не для меня</h4>
<p>
Бывает, человек настолько загружен работой, что, кажется, нельзя найти и пяти минут
на что-то еще. «И так времени нет, а тут еще вы со своим тайм-менеджментом!» На
деле же такая ситуация – сигнал к тому, что как раз пора заняться организацией
времени.
</p>
<h4>4. Тайм-менеджмент – это сложно</h4>
<p>Сложно становится, если взвалить на себя много и сразу. Если быть внимательным к
себе, своим силам и рабочим задачам тайм менеджмент это не только не сложно, но
еще и приятно.</p>
<h4>5. Тайм-менеджмент убивает спонтанность и естественность в жизни</h4>
<p>Тайм-менеджмент гибок, и только вы сами определяете баланс между
спланированностью и спонтанностью в вашей жизни. Когда надо - спланировали и
организовали, когда надо - отпустили поводья и дали простор спонтанности.</p>

<h3>Ну что, убедились, что тайм-менеджмент классная штука?</h3>
    `,
  },
  {
    id: 5,
    image: blog5,
    imageh: blog5h,
    title: 'Мотивация в работе',
    description: 'Что делать если пропала мотивация в работе?🤯',
    // tags: ['Успех', 'Совет'],
    text1: `
    <h3>Что делать если пропала мотивация в работе?🤯</h3>
    <h4>Каждому из нас так или иначе знакомо это чувство: просыпаешься, уныло наливаешь
кофе, открываешь ноутбук и думаешь «как же я уже задолб..(этот кусочек можно
зачеркнутым текстом сделать в тг, если такое ок) не хочу работать». Задачи
раздражают, продуктивность снижается, пропадает мотивация, начинается жизнь от
выходных до выходных.</h4>
<h3>Как можно себе помочь в этой ситуации?</h3>
<p>❗️Важно попробовать разобраться в причине своего состояния.</p>
<h3>Есть два вида факторов, которые влияют на возникновение демотивации: внешние и
внутренние.</h3>
<p>▪️ Внутренние факторы – это те обстоятельства, которые происходят лично у вас в
жизни. Это могут быть стрессовые ситуации, проблемы дома, ссоры с близкими,
личные кризисные моменты.</p>
<p>▪️Внешние факторы – это обстоятельства, связанные именно с работой. Переработки,
проблемы с руководством, сложности в коллективе, рутинные задачи, низкая зарплата,
плохо выстроенная система мотивации внутри компании, профессиональное
выгорание.</p>

<h3>💡В первом случае, ты можешь помочь себе сам, просто осознав, в чем именно
проблема, и занявшись решением вопроса, влияющим на твое эмоциональное
состояние.</h3>
<h3>💡Во втором случае придется разбираться основательнее. Важно определить
истинную причину своего настроения. Дальше можно начинать действовать:
</h3>
<p>▫️Понять куда хочется двигаться дальше, если надоела текущая позиция, как и что ты
можешь поменять на своем месте работы, какая система мотивации и какие задачи
тебе были бы интересны</p>
<p>▫️Если дело в зарплате, изучить рынок, оценить себя отталкиваясь от конкретных цифр
подготовиться к разговору с руководителем, продумать конструктивный диалог,
подготовить аргументы</p>
<p>▫️Обратиться за помощью к профессионалу, если чувствуешь, что ты на грани
профессионального выгорания, карьерный консультант всегда поможет простроить
карту дальнейших действий</p>

<h3>Помни, главное быть к себе внимательным и вовремя начать действовать🤗</h3>
    `,
  },
  {
    id: 6,
    image: blog6,
    imageh: blog6h,
    title: 'Ошибки при составлении резюме',
    description: 'Ранее мы с вами уже убедились в том, что роль резюме при трудоустройстве очень\n' +
      'важна. Сегодня мы поговорим о самых распространённых ошибках в резюме.',
    // tags: ['Жизненные цели', 'Рассуждение'],
    text1: `
    <h3>Ошибки при составлении резюме📄</h3>
    <h3>Ранее мы с вами уже убедились в том, что роль резюме при трудоустройстве очень
важна. Сегодня мы поговорим о самых распространённых ошибках в резюме.</h3>
<h3>Запоминай 📌</h3>
<h3>Топ - 6 ошибок:</h3>
<h4>✖️Неграмотный текст</h4>
<p>Орфографические, пунктуационные, синтаксические ошибки могут понизить ваш
рейтинг в глазах читающего.</p>
<h4>✖️Отсутствие структуры</h4>
<p>Кривые выступы/отступы, разный формат маркировки и шрифт. Непонятные переходы
между разными частями резюме создадут впечатление, что есть проблемы с
организацией.</p>
<h4>✖️Фото, которое не соответствует деловому стилю</h4>
<p>Вряд ли на хорошую должность, пригласят кандидата, у которого к резюме
прикреплено фото с воскресных шашлыков😏</p>
<h4>✖️Очень большое резюме</h4>
<p>Не стоит расписывать свой опыт в формате сочинения на несколько страниц,
основные задачи можно сформулировать четко, такое резюме будет выглядеть
презентабельнее и легче читаться.󰗨</p>
<h4>✖️Добавление большого количества аббревиатур</h4>
<p>В разных компаниях могут быть свои особенности, и не всегда новый работодатель
сможет разобраться, о чем именно идет речь в вашем случае.</p>
<h4>✖️Ctrl+C/ Ctrl+V одних и тех же обязанностей на нескольких разных местах работы</h4>
<p>Даже если задачи и правда были очень похожи, лучше включить фантазию и
расписать их другими словами.</p>

<h4>Чек-лист для самопроверки😉</h4>
    `,
  },
  {
    id: 7,
    image: blog7,
    imageh: blog7h,
    title: 'Плюсы и минусы перехода в IT',
    description: 'В наше время IT сфера является одной из самых востребованных. Многие, уже\n' +
      'состоявшиеся в своей профессиональной области специалисты, задумываются о\n' +
      'переходе в IT и решаются на построение карьеры со стартовых позиций. Давайте\n' +
      'разбираться, в чем же плюсы такого перехода, и с какими сложностями можно\n' +
      'столкнуться на пути.',
    // tags: ['Выгорание', 'Совет'],
    text1: `
    <h3>Плюсы и минусы перехода в IT</h3>
    <h3>В наше время IT сфера является одной из самых востребованных. Многие, уже
состоявшиеся в своей профессиональной области специалисты, задумываются о
переходе в IT и решаются на построение карьеры со стартовых позиций. Давайте
разбираться, в чем же плюсы такого перехода, и с какими сложностями можно
столкнуться на пути.</h3>
<h3>Плюсы:</h3>
<p>✅ Высокий уровень зарплаты. Ни для кого не секрет, что даже на стартовых позициях
уровень зарплат в IT порой выше, чем на позиции специалиста среднего уровня в
другой сфере.</p>
<p>✅ Прозрачные перспективы роста. Причем зарплата на следующей ступеньке в IT
может быть значительно выше.</p>
<p>✅ Удаленный формат работы, гибкое начало рабочего дня в некоторых компаниях.
Многие работодатели готовы предоставить больше свободы своим сотрудникам,
главное, чтобы задачи были выполнены в срок.</p>
<p>✅ Возможность выбирать ту компанию и отрасль, которая вам ближе, IT специалисты
сейчас нужны везде.</p>
<h3>Минусы:</h3>
<p>❌️ Войти в IT не так просто как кажется, необходимо специальное обучение, которое
занимает много времени.</p>
<p>❌️ Переход в IT на стартовые позиции, это осознанное уменьшение своего привычного
дохода. Вы сможете за пару лет его наверстать, но придется немного поэкономить.</p>
<p>❌️ Из-за высокой конкуренции в сфере придется постоянно обучаться и развиваться.
Речь идет как о soft-скиллах, так и о Hard-скиллах.</p>
<h3>Ну что, задумался о переходе в IT?</h3>
<h3>Совсем скоро у нас пройдет митап на тему "Переход в IT из другой сферы", там мы
расскажем еще больше полезной информации😉️</h3>
<h3>Не пропусти!</h3>
    `,
  },
  {
    id: 8,
    image: blog8,
    imageh: blog8h,
    title: 'Роль резюме в поисках работы',
    description: 'Если вы задумались о поисках новой работы, основное, на что нужно обратить ваше\n' +
      'внимание - это резюме. Первое «знакомство» работодателя с потенциальным\n' +
      'сотрудником происходит именно через резюме, а, как известно, «встречают по\n' +
      'одёжке».',
    // tags: ['Синдром самозванца', 'Совет'],
    text1: `
    <h3>Роль резюме в поисках работы📄</h3>
    <h3>Если вы задумались о поисках новой работы, основное, на что нужно обратить ваше
внимание - это резюме. Первое «знакомство» работодателя с потенциальным
сотрудником происходит именно через резюме, а, как известно, «встречают по
одёжке».</h3>
<h3>Основная цель резюме – отобразить квалификацию, опыт работы и навыки, которые
могут быть полезны на конкретной позиции, подчеркнуть преимущества.</h3>
<h4>Чаще всего резюме включает в себя:</h4>
<p>▫️ФИО, контактные данные</p>
<p>▫️Желаемую должность</p>
<p>▫️Образование</p>
<p>▫️Опыт работы</p>
<p>▫️Зарплатные ожидания</p>
<p>▫️Также можно добавить немного дополнительной информации о себе: карьерные
планы, хобби, семейное положение</p>
<p>▫️При желании можно добавить фото, которое, разумеется, соответствует деловому
стилю.</p>
<h3>Структурированное резюме будет легче читаться и поможет произвести приятное
впечатление на вашего потенциального работодателя. Если при написании резюме,
возникают сложности, всегда можно обратиться к карьерному консультанту, который
поможет вам составить эффективное резюме.󰟧</h3>
<h3>Помните, резюме — это основной инструмент для привлечения внимания к вашей
кандидатуре.</h3>
<h3>Пробуйте, и вы обязательно найдете работу мечты!󰗨</h3>
    `,
  },
  {
    id: 9,
    image: blog9,
    imageh: blog9h,
    title: 'Топ 14 профессий в IT',
    description: 'Приглашаем вас подробнее познакомиться с самыми востребованными профессиями\n' +
      'в IT по версии Linkedin💻',
    // tags: ['Семья', 'Вопрос'],
    text1: `
    <h3>Приглашаем вас подробнее познакомиться с самыми востребованными профессиями
в IT по версии Linkedin💻</h3>
<h3>1. Специалисты по искусственному интеллекту</h3>
<p>Hard skills: машинное обучение, глубинное обучение, TensorFlow, Python, обработка
естественного языка (Natural Language Processing, NLP)</p>
<h4>2. Инженеры по робототехнике</h4>
<p>Hard skills: RPA (Robotic process automation), UiPath, BluePrism, Automation Anywhere,
роботехника</p>
<h4>3. Data scientist или эксперт по данным</h4>
<p>Hard skills: машинное обучение, наука о данных, Python, R, Apache Spark</p>
<h4>4. Full stack разработчик</h4>
<p>Hard skills: React.js, Node.js, JavaScript, AngularJS, каскадные таблицы стилей</p>
<h4>5. Инженер по обеспечению надежности или Site reliability engineer (SRE)</h4>
<p>Hard skills: Amazon Web Services, Ansible, Kubernetes, продукты Docker, Terraform</p>
<h4>6. Специалисты по успеху клиентов или Customer success specialist</h4>
<p>Hard skills: Salesforce, SaaS, CRM, ведение и удержание клиентов</p>
<h4>7. Специалисты по развитию продаж</h4>
<p>Hard skills: Salesforce, холодные звонки, SaaS, лид-генерация, продажи</p>
<h4>8. Инженеры по обработке данных (data ingineer)</h4>
<p>Hard skills: Apache Spark, Hadoop, Python, ETL, Amazon Web Services</p>
<h4>9. Специалист по кибербезопасности</h4>
<p>Hard skills: кибербезопасноть, информационная безопасность, сетевая безопасность,
оценка уязвимости</p>
<h4>10. Backend разработчик</h4>
<p>Hard skills: Node.js, JavaScript, Git, MongoDB, Amazon Web Services</p>
<h4>11. Директор по доходам или Chief revenue officer (CRO)</h4>
<p>Hard skills: стратегические партнёрства, стартап, SaaS, стратегии выхода на рынок,
исполнительное управление</p>
<h4>12. Инженер по облачным технологиям</h4>
<p>Hard skills: Amazon Web Services, облачные вычисления, продукты Docker, Ansible,
Jenkins</p>
<h4>13. JavaScript разработчик</h4>
<p>Hard skills: React.js, Node.js, AngularJS, JavaScript, Каскадные таблицы стилей (CSS)</p>
<h4>14. Product Owner</h4>
<p>Hard skills: Agile, Scrum, управление продуктами, разработка ПО, JIRA</p>

<h3>Изучайте рынок, знакомьтесь с описанием вакансий, обращайтесь к карьерным
консультантам и делайте правильный выбор, если решили переходить в IT😉️</h3>
    `,
  },


]
