export const workFormatItems = {
  career: [
    {id: 0, description: 'составление эффективного резюме'},
    {id: 1, description: 'упаковка профиля на LinkedIn'},
    {id: 2, description: 'анализ рынка, помощь с определением зарплатных ожиданий'},
    {id: 3, description: 'алгоритм действий: с чего начать, при смене профессии'},
    {id: 4, description: 'определение дальнейших шагов для профессионального развития'},
    {id: 5, description: 'оценка сильных и слабых сторон'},
    {id: 6, description: 'подготовка самопрезентации к собеседованию'},
    {id: 7, description: 'тестовое интервью с HR'},
  ],
    coach: [
    {id: 0, description: 'помощь с определением своих целей и путей их достижения'},
    {id: 1, description: 'эмоциональное и профессиональное выгорание'},
    {id: 2, description: 'проблемы в межличностных отношениях'},
    {id: 3, description: 'неуверенность в себе: синдром “отличника” и “самозванца”'},
    {id: 4, description: 'боязнь публичных выступлений'},
    {id: 5, description: 'определение истинной мотивации'},
    {id: 6, description: 'проработка установок и ограничивающих убеждений'},
    {id: 7, description: 'поиск внутренних ресурсов'},
    {id: 8, description: 'повышение личной эффективности и многое другое'}
  ]
}
